Calendar.LANG("ru", "русский", {

        fdow: 1,                // first day of week for this locale; 0 = Sunday, 1 = Monday, etc.

        goToday: "Сегодня",

        today: "Сегодня",         // appears in bottom bar

        wk: "нед",

        weekend: "0,6",         // 0 = Sunday, 1 = Monday, etc.

        AM: "am",

        PM: "pm",

        mn : [ "январь",
               "февраль",
               "март",
               "апрель",
               "май",
               "июнь",
               "июль",
               "август",
               "сентябрь",
               "октябрь",
               "ноябрь",
               "декабрь" ],

        smn : [ "янв",
                "фев",
                "мар",
                "апр",
                "май",
                "июн",
                "июл",
                "авг",
                "сен",
                "окт",
                "ноя",
                "дек" ],

        dn : [ "воскресенье",
               "понедельник",
               "вторник",
               "среда",
               "четверг",
               "пятница",
               "суббота",
               "воскресенье" ],

        sdn : [ "вск",
                "пон",
                "втр",
                "срд",
                "чет",
                "пят",
                "суб",
                "вск" ]

});
