label.nuxeo.wizard = Assistant de configuration Nuxeo

label.welcome = Bienvenue sur Nuxeo

label.welcome.p1 = Comme vous d\u00e9marrez votre serveur Nuxeo pour la premi\u00e8re fois, cet assistant va vous aider \u00e0 configurer votre instance Nuxeo.
label.welcome.p2 = Une fois la configuration achev\u00e9e, le serveur Nuxeo sera red\u00e9marr\u00e9 avec votre nouvelle configuration.
label.welcome.p3 = Seuls les param\u00e8tres de configuration les plus communs sont g\u00e9r\u00e9s par cet assistant :
label.welcome.p3a = pour une configuration plus d\u00e9taill\u00e9e, vous pouvez utiliser l'Admin Center.
label.welcome.p3b = pour une configuration fonctionnelle, vous devriez utiliser Nuxeo Studio.

label.action.next= \u00c9cran suivant
label.action.skip= Continuer sans s'enregistrer
label.action.retry= Je veux m'enregistrer
label.action.prev= \u00c9cran pr\u00e9c\u00e9dent
label.action.finish= Quitter l'assistant et d\u00e9marrer Nuxeo

label.nuxeo.wizard.progress=Configuration

label.generalSettings = Param\u00e8tres g\u00e9n\u00e9raux
label.generalSettings.description = Ce sont des param\u00e8tres g\u00e9n\u00e9raux pour votre server Nuxeo.
label.generalSettings.explanations = Si vous ne savez pas quoi mettre dans un champ, laissez-le tel quel.
label.nuxeo.bind.address = Adresse IP
label.nuxeo.bind.address.help = C'est l'adresse IP qui sera utilis\u00e9e pour acc\u00e9der au serveur HTTP Nuxeo. Si vous ne savez pas quelle IP choisir, laissez \u00e0 0.0.0.0 pour \u00e9couter sur toutes les adresses IP disponibles.
label.nuxeo.log.dir = R\u00e9pertoire des fichiers de log.
label.nuxeo.log.dir.help = R\u00e9pertoire des fichiers de log.
label.nuxeo.data.dir = R\u00e9pertoire de stockage des donn\u00e9es.
label.nuxeo.data.dir.help = Les donn\u00e9es stock\u00e9es dans Nuxeo sont conserv\u00e9es sur le syst\u00e8me de fichier, vous pouvez utiliser ce param\u00e8tre pour d\u00e9finir leur emplacement.
error.invalid.ip = Vous devez entrer une adresse IP valide.

label.proxySettings = Param\u00e8tres de proxy HTTP.
label.proxySettings.description = L'utilisation de Nuxeo Marketplace et de l'Update Center requiert que votre serveur Nuxeo ait acc\u00e8s \u00e0 Internet.
label.proxySettings.explanations = Si vous utilisez un proxy HTTP pour acc\u00e9der \u00e0 Internet, veuillez entrer les param\u00e8tres ici.
label.org.nuxeo.connect.proxy.type = Type du proxy HTTP
label.org.nuxeo.connect.proxy.host = Nom d'h\u00f4te du proxy
label.org.nuxeo.connect.proxy.port = Port du proxy
label.org.nuxeo.connect.proxy.login = Identifiant utilisateur du proxy
label.org.nuxeo.connect.proxy.password = Mot de passe utilisateur du proxy
label.proxySettings.none = Aucun
label.proxySettings.anonymous = Proxy anonyme
label.proxySettings.authenticated = Proxy authentifi\u00e9
error.org.nuxeo.connect.proxy.port = Le port doit \u00eatre un nombre.

label.dbSettings = Configuration de la base de donn\u00e9es
label.dbSettings.description = Configuration de la base de donn\u00e9es qui sera utilis\u00e9e par le serveur Nuxeo.
label.dbSettings.explanations = Le serveur Nuxeo est livr\u00e9 avec une base embarqu\u00e9e, mais c'est uniquement destin\u00e9 \u00e0 des tests. Vous pouvez configurer ici un vrai serveur de base de donn\u00e9es.
label.nuxeo.db.template = Type de base de donn\u00e9es
label.dbSettings.default = Base de donn\u00e9es embarqu\u00e9e par d\u00e9faut (H2 + Derby)
label.nuxeo.db.name Nom de la base de donn\u00e9es
label.nuxeo.db.user = Identifiant utilisateur de la base de donn\u00e9es
label.nuxeo.db.password = Mot de passe utilisateur de la base de donn\u00e9es
label.nuxeo.db.host = Nom d'h\u00f4te du serveur de la base de donn\u00e9es
label.nuxeo.db.port = Port de la base de donn\u00e9es
label.dbSettings.warning = La base de donn\u00e9es embarqu\u00e9e est uniquement destin\u00e9e \u00e0 des tests, ne l'utiliser pas en production ou pour effectuer des tests de charge.
label.dbSettings.oracle.warning = Comme nous ne pouvons pas fournir les drivers Oracle avec Nuxeo, vous devrez les t\u00e9l\u00e9charger et les installer manuellement.
label.dbSettings.doc = Vous pouvez lire la documentation associ\u00e9e
label.dbSettings.doclink = Ici
error.dbname.required = Vous devez saisir le nom de la base de donn\u00e9es
error.dbuser.required = Vous devez saisir l'identifiant pour la base de donn\u00e9es
error.dbpassword.required = Vous devez saisir le mot de passe pour la base de donn\u00e9es
error.dbhost.required = Vous devez saisir le nom d'h\u00f4te de la base de donn\u00e9es
error.dbport.required = Vous devez saisir le port de la base de donn\u00e9es

label.smtpSettings = Param\u00e8tres SMTP
label.smtpSettings.description = Entrez les param\u00e8tres du serveur SMTP sortant.
label.smtpSettings.explanations = Nuxeo a besoin d'un serveur SMTP pour envoyer des notifications par mail. Si vous ne voulez pas ou ne pouvez pas fournir ces param\u00e8tres, le serveur Nuxeo fonctionnera, mais vous ne pourrez pas b\u00e9n\u00e9ficier du syst\u00e8me de notifications.
label.mail.smtp.host = Nom d'h\u00f4te du serveur SMTP
label.mail.smtp.host.help = Demandez l'adresse de la passerelle SMTP \u00e0 votre administrateur r\u00e9seau
label.mail.smtp.port = Port SMTP
label.mail.smtp.port.help = La valeur par d\u00e9faut est habituellement 25
label.mail.smtp.auth= Authentification SMTP
label.mail.smtp.auth.help = Indiquez si votre passerelle SMTP requiert une authentification (eSMTP)
label.smtpSettings.noAuth = Pas d'authentification
label.smtpSettings.auth = Avec authentification
label.mail.smtp.username = Identifiant
label.mail.smtp.username.help =
label.mail.smtp.password = Mot de passe
label.mail.smtp.password.help =
error.mail.smtp.username.required = Si vous choisissez l'authentification SMTP, vous devez entrer un identifiant.
error.mail.smtp.password.required = Si vous choisissez l'authentification SMTP, vous devez entrer un mot de passe.
error.mail.smtp.port.mustbeanumber = Le port doit \u00eatre un nombre.


label.connectFinish = Enregistrement Nuxeo Connect et essai de Nuxeo Studio

label.connectFinish.ok = Vous \u00eates enregistr\u00e9 sur Nuxeo Connect.
label.connectFinish.CLID = Votre identifiant d'enregistrement est
label.connectFinish.usage = Apr\u00e8s le red\u00e9marrage du serveur, aller dans l'Admin Center pour automatiquement enregistrer votre instance et acc\u00e9der \u00e0 Nuxeo Studio, Nuxeo Marketplace et l'Update Center.
label.connectFinish.needValidate = If you just created a trial account, you will need to click the validation link you received by email to activate the account.
label.connectFinish.ok.details = Your registration is completed, you will be automatically redirected to the next step.

label.connectFinish.ko = Vous n'\u00eates pas enregistr\u00e9 sur Nuxeo Connect.
label.connectFinish.ko.bad1 = Vous ne pourrez pas b\u00e9n\u00e9ficier de Nuxeo Marketplace ou de l'Update Center.
label.connectFinish.ko.bad2 = Vous ne pourrez pas utiliser Nuxeo Studio pour configurer votre instance.

label.recap = \u00c9cran de r\u00e9sum\u00e9
label.recap.description = Cet \u00e9cran liste les param\u00e8tres de configuration que vous avez d\u00e9finis.
