label.nuxeo.wizard = Assistant de configuration Nuxeo

label.welcome = Bienvenue sur Nuxeo Platform

label.welcome.p1 = Comme vous d\u00e9marrez votre serveur Nuxeo pour la premi\u00e8re fois, cet assistant va vous aider \u00e0 configurer votre application Nuxeo en quelques \u00e9tapes. Vous pourrez ainsi tirer le maximum des fonctionnalit\u00e9s de Nuxeo.
label.welcome.p2 = Une fois la configuration achev\u00e9e, le serveur Nuxeo sera red\u00e9marr\u00e9 avec votre nouvelle configuration. Vous n'aurez plus \u00e0 refaire ces \u00e9tapes de configuration.
label.welcome.p3 = Cet assistant vous permet de configurer facilement les param\u00e8tres les plus communs pour un environnement sp\u00e9cifique. Si vous souhaitez tester et \u00e9valuer la plateforme dans sa configuration de test par d\u00e9faut, laissez les param\u00e8tres propos\u00e9s par d\u00e9faut \u00e0 chaque \u00e9tape.
label.welcome.p4 = Pour plus d'informations :
label.welcome.p4a = Pour la personnalisation et la configuration, essayez Nuxeo Studio.
label.welcome.p4b = Pour les t\u00e2ches d'administration, utilisez l'Admin Center directement depuis votre application.

label.action.next= \u00c9tape suivante
label.action.skip= Continuer sans s'enregistrer
label.action.retry= Je veux m'enregistrer
label.action.prev= \u00c9tape pr\u00e9c\u00e9dente
label.action.finish= D\u00e9marrer Nuxeo
label.action.downloadStart = T\u00e9l\u00e9chargement

label.nuxeo.wizard.progress=Configuration

label.generalSettings = Param\u00e8tres g\u00e9n\u00e9raux
label.generalSettings.description = Ce sont des param\u00e8tres g\u00e9n\u00e9raux de votre server Nuxeo.
label.generalSettings.explanations = La configuration propos\u00e9e par d\u00e9faut vous permet de tester l'application. Si vous ne savez pas quoi mettre dans un champ, laissez la valeur remplie par d\u00e9faut.
label.nuxeo.bind.address = Adresse IP
label.nuxeo.bind.address.help = Adresse IP qui sera utilis\u00e9e pour acc\u00e9der au serveur HTTP Nuxeo. Si vous ne savez pas quelle IP choisir, laissez 0.0.0.0 pour \u00e9couter sur toutes les adresses IP disponibles.
label.nuxeo.log.dir = R\u00e9pertoire des fichiers de log
label.nuxeo.log.dir.help = Emplacement du r\u00e9pertoire des fichiers de log.
label.nuxeo.data.dir = R\u00e9pertoire de stockage des donn\u00e9es
label.nuxeo.data.dir.help = Les donn\u00e9es stock\u00e9es dans Nuxeo sont conserv\u00e9es sur le syst\u00e8me de fichier. Vous pouvez utiliser ce param\u00e8tre pour d\u00e9finir leur emplacement.
error.invalid.ip = Vous devez saisir une adresse IP valide.
error.already.used.ip = L'adresse n'est pas disponible.

label.proxySettings = Param\u00e8tres de proxy HTTP.
label.proxySettings.description = L'utilisation de Nuxeo Marketplace et de l'Update Center requiert que votre serveur Nuxeo ait acc\u00e8s \u00e0 Internet. Si votre entreprise utilise un proxy, vous pouvez le configurer ci-dessous.
label.proxySettings.explanations = Si vous utilisez un proxy HTTP pour acc\u00e9der \u00e0 Internet, veuillez entrer les param\u00e8tres ici. Contactez votre administrateur syst\u00e8me si vous ne connaissez pas les param\u00e8tres \u00e0 mettre en place. Si vous n'utilisez pas de proxy, laissez la configuration propos\u00e9e par d\u00e9faut.
label.nuxeo.http.proxy.type = Type du proxy HTTP
label.nuxeo.http.proxy.host = Nom d'h\u00f4te du proxy
label.nuxeo.http.proxy.port = Port du proxy
label.nuxeo.http.proxy.login = Identifiant utilisateur du proxy
label.nuxeo.http.proxy.password = Mot de passe utilisateur du proxy
label.proxySettings.none = Aucun
label.proxySettings.anonymous = Proxy anonyme
label.proxySettings.authenticated = Proxy authentifi\u00e9
error.nuxeo.http.proxy.port = Le port doit \u00eatre un nombre.
error.nuxeo.http.proxy.emptyHost = Le nom d'h\u00f4te du proxy doit \u00eatre pr\u00e9cis\u00e9
error.nuxeo.http.proxy.emptyLogin = Le login du proxy doit \u00eatre pr\u00e9cis\u00e9
label.dbSettings = Configuration de la base de donn\u00e9es
label.dbSettings.description = Nuxeo fonctionne avec plusieurs bases de donn\u00e9es. Vous pouvez choisir la base de donn\u00e9es qui sera utilis\u00e9e par le serveur Nuxeo.
label.dbSettings.explanations = Par d\u00e9faut, Nuxeo est livr\u00e9 avec une base embarqu\u00e9e, uniquement destin\u00e9e aux tests. Pour tester l'application sans base de donn\u00e9es, laissez le choix par d\u00e9faut. Vous pouvez \u00e9galement configurer un serveur de base de donn\u00e9es adapt\u00e9 \u00e0 un environnement de production ou aux tests de charges.
label.nuxeo.dbtemplate = Type de base de donn\u00e9es
label.dbSettings.default = Base de donn\u00e9es embarqu\u00e9e par d\u00e9faut (H2 + Derby)
label.nuxeo.db.name Nom de la base de donn\u00e9es
label.nuxeo.db.user = Identifiant utilisateur de la base de donn\u00e9es
label.nuxeo.db.password = Mot de passe utilisateur de la base de donn\u00e9es
label.nuxeo.db.host = Nom d'h\u00f4te du serveur de la base de donn\u00e9es
label.nuxeo.db.port = Port de la base de donn\u00e9es
label.dbSettings.warning = La base de donn\u00e9es embarqu\u00e9e est uniquement destin\u00e9e aux tests. Ne l'utilisez pas en production ou pour effectuer des tests de charge.
label.dbSettings.oracle.warning = Comme nous ne pouvons pas embarquer les drivers Oracle avec Nuxeo, vous devrez les t\u00e9l\u00e9charger et les installer manuellement.
label.dbSettings.doc = Pour plus d'informations sur la configuration des bases de donn\u00e9es, vous pouvez consulter
label.dbSettings.doclink = la documentation associ\u00e9e.
error.db.driver.notfound = Driver pour la base de donn\u00e9es non trouv\u00e9. V\u00e9rifiez que le fichier JAR appropri\u00e9 est pr\u00e9sent dans le template correspondant \u00e0 la base de donn\u00e9es choisie ou dans le r\u00e9pertoire lib du serveur.
error.db.connection = \u00c9chec de la connexion \u00e0 la base de donn\u00e9es. V\u00e9rifiez que la base fonctionne et que les param\u00e8tres sont corrects.
error.dbname.required = Vous devez saisir le nom de la base de donn\u00e9es.
error.dbuser.required = Vous devez saisir l'identifiant pour la base de donn\u00e9es.
error.dbpassword.required = Vous devez saisir le mot de passe pour la base de donn\u00e9es.
error.dbhost.required = Vous devez saisir le nom d'h\u00f4te de la base de donn\u00e9es.
error.dbport.required = Vous devez saisir le port de la base de donn\u00e9es.
error.invalid.port = Vous devez saisir un num\u00e9ro de port valide.

label.nuxeo.http.proxy.html.help = Si votre proxy utilise l'authentification NTLM, entrez ci-dessous le nom d'host Windows host h\u00e9bergeant Nuxeo ainsi que le nom du Domain \u00e0 utiliser pour l'authentification.
label.nuxeo.http.proxy.ntlm.host = Nom du host Windows
label.nuxeo.http.proxy.ntlm.domain = Nom du domaine

label.smtpSettings = Param\u00e8tres SMTP
label.smtpSettings.description = Nuxeo a besoin d'un serveur SMTP pour envoyer des notifications par mail.
label.smtpSettings.explanations = La configuration du serveur SMTP n'est pas obligatoire. Si vous ne voulez pas ou ne pouvez pas fournir ces param\u00e8tres, laissez les valeurs propos\u00e9es par d\u00e9faut. L'application Nuxeo fonctionnera. Vous ne pourrez simplement pas b\u00e9n\u00e9ficier du syst\u00e8me de notifications. N'h\u00e9sitez pas \u00e0 contacter votre administrateur r\u00e9seau pour remplir les param\u00e8tres ci-dessous.
label.mail.transport.host = Nom d'h\u00f4te du serveur SMTP
label.mail.transport.host.help = Demandez l'adresse de la passerelle SMTP \u00e0 votre administrateur r\u00e9seau.
label.mail.transport.port = Port SMTP
label.mail.transport.port.help = La valeur par d\u00e9faut est habituellement 25.
label.mail.transport.auth= Authentification SMTP
label.mail.transport.auth.help = Indiquez si votre passerelle SMTP requiert une authentification (eSMTP).
label.smtpSettings.noAuth = Pas d'authentification
label.smtpSettings.auth = Avec authentification
label.mail.transport.user = Identifiant
label.mail.transport.user.help =
label.mail.transport.password = Mot de passe
label.mail.transport.password.help =
error.mail.transport.user.required = Si vous choisissez l'authentification SMTP, vous devez saisir un identifiant.
error.mail.transport.password.required = Si vous choisissez l'authentification SMTP, vous devez saisir un mot de passe.
error.mail.transport.port.mustbeanumber = Le port doit \u00eatre un nombre.


label.connectFinish = Enregistrement Nuxeo Connect et essai de Nuxeo Studio

label.connectFinish.ok = Vous \u00eates enregistr\u00e9 sur Nuxeo Connect.
label.connectFinish.CLID = Votre identifiant d'enregistrement est
label.connectFinish.usage = Apr\u00e8s le red\u00e9marrage du serveur, aller dans l'Admin Center pour automatiquement enregistrer votre instance et acc\u00e9der \u00e0 Nuxeo Studio, Nuxeo Marketplace et l'Update Center.
label.connectFinish.needValidate = Si vous venez de vous inscrire \u00e0 l'essai de Nuxeo Connect, vous allez recevoir un email de confirmation pour valider la cr\u00e9ation de votre compte Connect.
label.connectFinish.ok.details = Vous \u00eates d\u00e9j\u00e0 enregistr\u00e9 sur Connect. Vous allez \u00EAtre redirig\u00e9 \u00e0 l'\u00e9tape suivante.

label.connectFinish.ko = Vous n'\u00eates pas enregistr\u00e9 sur Nuxeo Connect.
label.connectFinish.ko.bad1 = Vous ne pourrez pas b\u00e9n\u00e9ficier de Nuxeo Marketplace ou de l'Update Center.
label.connectFinish.ko.bad2 = Vous ne pourrez pas utiliser Nuxeo Studio pour configurer votre instance.
label.connectFinish.ko.free = Etes-vous s\u00FBr de ne pas vouloir vous inscrire \u00e0 l'offre d'essai de Nuxeo Connect ? Cette offre est gratuite et sans aucune obligation.

label.recapScreen = R\u00e9sum\u00e9
label.recapScreen.description = F\u00e9licitations, la configuration de votre application est termin\u00e9e. Voici les param\u00e8tres de configuration que vous avez d\u00e9finis.
label.recapScreen.explanations = Les valeurs modifi\u00e9es sont en gras.
label.restart.wait=REDEMARRAGE, VEUILLEZ PATIENTER...<br /><br />La page sera automatiquement rafra\u00eechie quand Nuxeo sera pr\u00eat.<br/><br/>Si vous n'avez pas modifi\u00e9 l'authentification, les identifiants seront Administrator/Administrator (identifiant/mot de passe).

label.short.welcome = Bienvenue
label.short.generalSettings = G\u00e9n\u00e9ral
label.short.proxySettings = Proxy
label.short.dbSettings = Base de donn\u00e9es
label.short.smtpSettings = Email
label.short.connectForm = Connect
label.short.connectFinish = Nuxeo Connect
label.short.recapScreen = R\u00e9sum\u00e9
label.short.reStarting = Red\u00e9marrage
label.short.networkBlocked = Probl\u00e8me r\u00e9seau
label.short.packagesSelection = Modules

label.networkBlocked = Votre navigateur n'a pas acc\u00e8s \u00e0 Internet
label.networkBlocked.description = Votre navigateur ne semble pas avoir acc\u00e8s \u00e0 Internet
label.networkBlocked.text1 = Cela peut \u00eatre du \u00e0 un r\u00e9glage manquant du proxy http, \u00e0 des restrictions de s\u00e9curit\u00e9 ou un r\u00e9glage r\u00e9seau.
label.networkBlocked.text2 = Sans acc\u00e8s \u00e0 Internet vous ne pourrez pas compl\u00e9ter l'enregistrement Connect.
label.networkBlocked.text3 = Si vous avez la possibilit\u00e9 de r\u00e9tablir l'acc\u00e8s Internet, cliquez sur Pr\u00e9c\u00e9dent pour r\u00e9essayer.
label.networkBlocked.text4 = Si vous ne voulez pas ou ne pouvez pas, cliquez sur Continuer, l'assistant Connect sera d\u00e9sactiv\u00e9.

label.packagesSelection = S\u00e9lection des modules
label.packagesSelection.description = S\u00e9lectionnez les modules que vous souhaitez installer sur la plateforme Nuxeo.
label.packagesSelection.explanations = Apr\u00e8s l'installation initiale, vous pourrez ajouter d'autres fonctionnalit\u00e9s depuis la Nuxeo Marketplace.
label.packagesSelection.presets = Presets
label.packagesDownload.selectedPackages = Modules s\u00e9lectionn\u00e9s pour votre installation.

label.packagesSelectionDone.description = La s\u00e9lection des modules a d\u00e9j\u00e0 \u00e9t\u00e9 r\u00e9alis\u00e9e. Si vous d\u00e9sirez changer la selection de modules, utilisez l'Admin Center pr\u00e9sent dans votre instance Nuxeo.
label.short.packagesSelectionDone = Modules

label.packagesDownload = T\u00e9l\u00e9chargement des modules
label.packagesDownload.description = T\u00e9l\u00e9chargez les modules correspondant \u00e0 votre s\u00e9lection.
label.short.packagesDownload = T\u00e9l\u00e9chargement

label.downloadStatus.PENDING = En attente
label.downloadStatus.INPROGRESS = En cours
label.downloadStatus.VERIFICATION = V\u00e9rification
label.downloadStatus.VERIFIED = V\u00e9rifi\u00e9
label.downloadStatus.ABORTED = Erreur
label.downloadStatus.COMPLETED = Termin\u00e9
label.downloadStatus.CORRUPTED = Archive corrompue
label.downloadStatus.MISSING = Archive manquante

