label.nuxeo.wizard = Assistant d'installation de la plateforme Nuxeo

label.welcome = Bienvenue sur la plateforme Nuxeo

label.welcome.p1 = Cet assistant va vous aider \u00e0 configurer votre application Nuxeo en quelques \u00e9tapes. Vous pourrez ainsi tirer le maximum des fonctionnalit\u00e9s de la plateforme Nuxeo.
label.welcome.p2 = Une fois la configuration achev\u00e9e, le serveur Nuxeo sera red\u00e9marr\u00e9 avec votre nouvelle configuration. Vous n'aurez plus \u00e0 refaire ces \u00e9tapes de configuration.
label.welcome.p3 = Si vous souhaitez tester et \u00e9valuer la plateforme dans sa configuration de test par d\u00e9faut, laissez les param\u00e8tres propos\u00e9s par d\u00e9faut \u00e0 chaque \u00e9tape. Vous pourrez revenir sur cette configuration et la modifier plus depuis l'Admin Center si vous le souhaitez.
label.welcome.p4 = En savoir plus sur l'Admin Center

label.action.start= Commencer la configuration
label.action.next= \u00c9tape suivante
label.action.skip= Continuer sans s'inscrire
label.action.retry= Je veux m'inscrire
label.action.prev= \u00c9tape pr\u00e9c\u00e9dente
label.action.finish= D\u00e9marrer Nuxeo
label.action.downloadStart = T\u00e9l\u00e9chargement

label.nuxeo.wizard.progress=Configuration

label.generalSettings = Param\u00e8tres g\u00e9n\u00e9raux
label.generalSettings.description = Ce sont des param\u00e8tres g\u00e9n\u00e9raux de votre server Nuxeo.
label.generalSettings.explanations = La configuration propos\u00e9e par d\u00e9faut vous permet de tester l'application. Si vous ne savez pas quoi mettre dans un champ, laissez la valeur propos\u00e9e par d\u00e9faut.
label.nuxeo.bind.address = Adresse IP
label.nuxeo.bind.address.help = Adresse IP qui sera utilis\u00e9e pour acc\u00e9der au serveur HTTP Nuxeo. Si vous ne savez pas quelle IP choisir, laissez 0.0.0.0 pour \u00e9couter sur toutes les adresses IP disponibles.
label.nuxeo.log.dir = R\u00e9pertoire des fichiers de log
label.nuxeo.log.dir.help = Emplacement du r\u00e9pertoire des fichiers de log.
label.nuxeo.data.dir = R\u00e9pertoire de stockage des donn\u00e9es
label.nuxeo.data.dir.help = R\u00e9pertoire dans lequel Nuxeo stocke les donn\u00e9es
error.invalid.ip = Vous devez saisir une adresse IP valide.
error.already.used.ip = L'adresse n'est pas disponible.

label.proxySettings = Param\u00e8tres de proxy HTTP
label.proxySettings.description = L'utilisation de la Marketplace Nuxeo et de l'Update Center requiert que votre serveur Nuxeo ait acc\u00e8s \u00e0 Internet. Si votre entreprise utilise un proxy, vous pouvez le configurer ci-dessous.
label.proxySettings.explanations = Si vous utilisez un proxy HTTP pour acc\u00e9der \u00e0 Internet, veuillez entrer les param\u00e8tres ici. Contactez votre administrateur syst\u00e8me si vous ne connaissez pas les param\u00e8tres \u00e0 mettre en place. Si vous n'utilisez pas de proxy, laissez la configuration propos\u00e9e par d\u00e9faut.
label.nuxeo.http.proxy.type = Type du proxy HTTP
label.nuxeo.http.proxy.host = Nom d'h\u00f4te du proxy
label.nuxeo.http.proxy.port = Port du proxy
label.nuxeo.http.proxy.login = Identifiant utilisateur du proxy
label.nuxeo.http.proxy.password = Mot de passe utilisateur du proxy
label.proxySettings.none = Aucun
label.proxySettings.anonymous = Proxy anonyme
label.proxySettings.authenticated = Proxy authentifi\u00e9
error.nuxeo.http.proxy.port = Le port doit \u00eatre un nombre.
error.nuxeo.http.proxy.emptyHost = Le nom d'h\u00f4te du proxy doit \u00eatre pr\u00e9cis\u00e9
error.nuxeo.http.proxy.emptyLogin = Le login du proxy doit \u00eatre pr\u00e9cis\u00e9
label.dbSettings = Configuration de la base de donn\u00e9es
label.dbSettings.description = S\u00e9lectionnez et configurez la base de donn\u00e9es qui sera utilis\u00e9e par le serveur Nuxeo.
label.dbSettings.explanations = Par d\u00e9faut, Nuxeo est livr\u00e9 avec une base embarqu\u00e9e, uniquement destin\u00e9e aux tests. Pour tester et \u00e9valuer l'application, laissez le choix par d\u00e9faut.
label.nuxeo.dbtemplate = Type de base de donn\u00e9es
label.dbSettings.default = Base de donn\u00e9es embarqu\u00e9e par d\u00e9faut (H2 + Derby)
label.nuxeo.db.name Nom de la base de donn\u00e9es
label.nuxeo.db.user = Identifiant utilisateur de la base de donn\u00e9es
label.nuxeo.db.password = Mot de passe utilisateur de la base de donn\u00e9es
label.nuxeo.db.host = Nom d'h\u00f4te du serveur de la base de donn\u00e9es
label.nuxeo.db.port = Port de la base de donn\u00e9es
label.dbSettings.warning = La base de donn\u00e9es embarqu\u00e9e est uniquement destin\u00e9e aux tests. Ne l'utilisez pas en production ou pour effectuer des tests de charge.
label.dbSettings.oracle.warning = Comme nous ne pouvons pas embarquer les drivers Oracle avec Nuxeo, vous devrez les t\u00e9l\u00e9charger et les installer manuellement.
label.dbSettings.doc = Pour plus d'informations sur la configuration des bases de donn\u00e9es, vous pouvez consulter
label.dbSettings.doclink = la documentation associ\u00e9e.
error.db.driver.notfound = Driver pour la base de donn\u00e9es non trouv\u00e9. V\u00e9rifiez que le fichier JAR appropri\u00e9 est pr\u00e9sent dans le template correspondant \u00e0 la base de donn\u00e9es choisie ou dans le r\u00e9pertoire lib du serveur.
error.db.connection = \u00c9chec de la connexion \u00e0 la base de donn\u00e9es. V\u00e9rifiez que la base fonctionne et que les param\u00e8tres saisis sont corrects.
error.dbname.required = Vous devez saisir le nom de la base de donn\u00e9es.
error.dbuser.required = Vous devez saisir l'identifiant pour la base de donn\u00e9es.
error.dbpassword.required = Vous devez saisir le mot de passe pour la base de donn\u00e9es.
error.dbhost.required = Vous devez saisir le nom d'h\u00f4te de la base de donn\u00e9es.
error.dbport.required = Vous devez saisir le port de la base de donn\u00e9es.
error.invalid.port = Vous devez saisir un num\u00e9ro de port valide.


label.short.userSettings=Utilisateurs et groupes
label.userSettings=Configuration des utilisateurs et des groupes
label.userSettings.explanations=Par d\u00e9faut, les utilisateurs et les groupes sont stock\u00e9s dans des tables de la base de donn\u00e9es pr\u00e9c\u00e9demment configur\u00e9e. Ou vous pouvez r\u00e9cup\u00e9rer ces informations depuis un annuaire d'entreprise (LDAP, Active Directory ...).
label.userSettings.description=S\u00e9lectionnez le type de stockage pour les utilisateurs et les groupes.
label.userSettings.warning=Il sera possible de surcharger la d\u00e9finition du type de stockage dans Studio.
label.userSettings.doc=Lire la documentation
label.nuxeo.ldap.server.configuration=Configuration du serveur LDAP
label.nuxeo.ldap.user.directory.configuration=Configuration de l'annuaire des utilisateurs
label.nuxeo.ldap.group.directory.configuration=Configuration de l'annuaire des groupes
label.nuxeo.ldap.fieldMapping=Association des champs
label.nuxeo.ldap.additional.configuration=Configuration compl\u00e9mentaire

label.nuxeo.directory.type=Type d'annuaire
label.nuxeo.directory.default=D\u00e9faut (Base de donn\u00e9es SQL)
label.nuxeo.directory.ldap=LDAP
label.nuxeo.directory.multi=SQL et LDAP

label.nuxeo.user.group.storage=Usage de l'annuaire
label.directory.storage.default=Utilisateurs et groupes \u00e0 partir du LDAP
label.directory.storage.userldap=Seulement les utilisateurs \u00e0 partir du LDAP
label.directory.storage.multiUserGroup=Utilisateurs et groupes dans des annuaires combin\u00e9s
label.directory.storage.multiUserSqlGroup=Annuaire combin\u00e9 pour les utilisateurs + annuaire SQL pour les groupes
label.directory.storage.ldapUserMultiGroup=Annuaire LDAP pour les utilisateurs + annuaire combin\u00e9 pour les groupes

label.nuxeo.ldap.url=URL
label.nuxeo.ldap.binddn=Bind DN
label.nuxeo.ldap.bindpassword=Bind Password
label.nuxeo.ldap.searchBaseDn=Search base DN
label.nuxeo.ldap.searchFilter=Search filter
label.nuxeo.ldap.searchScope=Search scope
label.nuxeo.ldap.readonly=Interdire l'\u00e9criture
label.nuxeo.ldap.user.searchBaseDn=Search Base DN des utilsateurs
label.nuxeo.ldap.user.searchClass=Search class
label.nuxeo.ldap.user.searchFilter=Search Filter des utilisateurs
label.nuxeo.ldap.user.searchScope=Search Scope des utilisateurs
label.nuxeo.ldap.user.readonly=Interdire l'\u00e9criture : utilisateurs
label.nuxeo.ldap.group.searchBaseDn=Search Base DN des groupes
label.nuxeo.ldap.group.searchFilter=Search Filter des groupes
label.nuxeo.ldap.group.searchScope=Search Scope des groupes
label.nuxeo.ldap.group.readonly=Interdire l'\u00e9criture : groupes

label.nuxeo.ldap.rdn=RDN
label.nuxeo.ldap.user.mapping.rdn=RDN des utilisateurs
label.nuxeo.ldap.user.mapping.username=Nom d'utilisateur
label.nuxeo.ldap.user.mapping.password=Mot de passe
label.nuxeo.ldap.user.mapping.firstname=Pr\u00e9nom
label.nuxeo.ldap.user.mapping.lastname=Nom
label.nuxeo.ldap.user.mapping.email=Email
label.nuxeo.ldap.user.mapping.company=Soci\u00e9t\u00e9
label.nuxeo.ldap.group.mapping.rdn=RDN des groupes
label.nuxeo.ldap.group.mapping.name=Nom du groupe
label.nuxeo.ldap.group.mapping.members.staticAttributeId=Membres (champ statique)
label.nuxeo.ldap.group.mapping.members.dynamicAttributeId=Membres (champ dynamique)
label.nuxeo.ldap.group.searchBaseDn.help=DN de l'entr\u00e9e o\u00f9 sont stock\u00e9s les groupes

label.nuxeo.ldap.url.help=Adresse de l'annuaire LDAP auquel vous voulez vous connecter
label.nuxeo.ldap.binddn.help=DN de l'utilisateur pour le bind (connexion au LDAP)
label.nuxeo.ldap.bindpassword.help=Mot de passe correspondant au DN saisi
label.nuxeo.ldap.user.searchBaseDn.help=DN de l'entr\u00e9e o\u00f9 sont stock\u00e9s les utilisateurs
label.nuxeo.ldap.user.searchClass.help=Classe des objets utilisateur
label.nuxeo.ldap.user.searchFilter.help=Filtre de recherche des utilisateurs
label.nuxeo.ldap.searchScope.help=Choisissez le point d'entr\u00e9e et la profondeur de la recherche.
label.nuxeo.ldap.fieldMapping.help=Indiquez l'attribut LDAP correspondant \u00e0 chaque champ de Nuxeo Platform (consultez le r\u00e9sultat du test de la recherche pour vous aider).
label.nuxeo.ldap.mapping.rdn.help=Le RDN est l'attribut permettant de retrouver l'entr\u00e9e (cn ou uid le plus souvent).
label.nuxeo.ldap.group.mapping.label=Libell\u00e9
label.nuxeo.ldap.group.searchFilter.help=Filtre de recherche des groupes
label.nuxeo.ldap.defaultAdministratorId.help=Indiquez le nom de l'utilisateur qui disposera des droits d'administration.
label.nuxeo.ldap.defaultMembersGroup.help=Indiquez le nom du groupe auquel seront associ\u00e9s tous les utilisateurs (par d\u00e9faut&nbsp;: members).
label.nuxeo.user.emergency.enable.help=Activez un utilisateur virtuel avec les droits d'administration.
label.nuxeo.user.anonymous.enable.help=Activez un utilisateur pour les usages non authentifi\u00e9s (invit\u00e9 ...).

label.nuxeo.ldap.defaultAdministratorId=Identifiant administrateur
label.nuxeo.ldap.defaultMembersGroup=Groupe par d\u00e9faut

label.nuxeo.user.emergency.enable=Utilisateur de secours
label.nuxeo.user.emergency.username=Nom d'utilisateur
label.nuxeo.user.emergency.password=Mot de passe
label.nuxeo.user.emergency.firstname=Pr\u00e9nom
label.nuxeo.user.emergency.lastname=Nom
label.nuxeo.user.anonymous.enable=Utilisateur anonyme

label.action.check.network=V\u00e9rifier la connexion
label.action.check.auth=V\u00e9rifier l'authentification
label.action.check.search=Tester la recherche

info.host.found=La connexion a \u00e9t\u00e9 \u00e9tablie avec succ\u00e8s.
error.host.not.found=La connexion a \u00e9chou\u00e9.
info.auth.success=L'authentification a r\u00e9ussi.
error.auth.failed=L'authentification a \u00e9chou\u00e9.
error.ldap.searchBaseDn=Erreur de recherche ! V\u00e9rifier le searchBaseDN ou les autres param\u00e8tres LDAP.
label.nuxeo.ldap.result.found=Echantillon de r\u00e9sultat :
label.nuxeo.ldap.more.result=Si cet \u00e9chantillon ne correspond pas \u00e0 un r\u00e9sultat attendu, modifiez les param\u00e8tres de recherche LDAP.
error.ldap.noresult=Aucun r\u00e9sultat. Veuillez modifier les param\u00e8tres de recherche LDAP (BaseDN, Scope, Class, Filter).
error.ldap.bind.failed=Les param\u00e8tres saisis ne permettent pas de se connecter \u00e0 l'annuaire LDAP. Veuillez v\u00e9rifier l'URL, le bind DN et le mot de passe.
error.user.searchBaseDn.required=L'attribut Search Base DN de l'annuaire des Utilisateurs est obligatoire.
error.user.rdn.required=L'attribut rDN d'une entr\u00e9e Utilisateur LDAP est obligatoire.
error.user.username.required=Le champ Nom d'utilisateur d'une entr\u00e9e Utilisateur LDAP est obligatoire.
error.user.password.required=Le champ Mot de passe d'une entr\u00e9e Utilisateur LDAP est obligatoire.
error.user.firstname.required=Le champ Pr\u00e9nom d'une entr\u00e9e Utilisateur LDAP est obligatoire.
error.user.lastname.required=Le champ Nom d'une entr\u00e9e Utilisateur LDAP est obligatoire.
error.group.searchBaseDn.required=L'attribut Search Base DN de l'annuaire des Groupes est obligatoire.
error.group.rdn.required=L'attribut rDN d'une entr\u00e9e Groupe LDAP est obligatoire.
error.group.name.required=Le champ Nom d'une entr\u00e9e Groupe LDAP est obligatoire.
error.emergency.username.required=Le login de l'utilisateur de secours est obligatoire.
error.emergency.password.required=Le mot de passe de l'utilisateur de secours est obligatoire.


label.nuxeo.http.proxy.html.help = Si votre proxy utilise l'authentification NTLM, entrez ci-dessous le nom d'host Windows h\u00e9bergeant Nuxeo ainsi que le nom du domaine \u00e0 utiliser pour l'authentification.
label.nuxeo.http.proxy.ntlm.host = Nom du host Windows
label.nuxeo.http.proxy.ntlm.domain = Nom du domaine

label.smtpSettings = Param\u00e8tres SMTP
label.smtpSettings.description = Nuxeo a besoin d'un serveur SMTP pour envoyer des notifications par mail.
label.smtpSettings.explanations = La configuration du serveur SMTP n'est pas obligatoire. Si vous ne voulez pas ou ne pouvez pas fournir ces param\u00e8tres, laissez les valeurs propos\u00e9es par d\u00e9faut. L'application Nuxeo fonctionnera normalement. Vous ne pourrez simplement pas b\u00e9n\u00e9ficier du syst\u00e8me de notifications. N'h\u00e9sitez pas \u00e0 contacter votre administrateur r\u00e9seau pour remplir les param\u00e8tres ci-dessous.
label.mail.transport.host = Nom d'h\u00f4te du serveur SMTP
label.mail.transport.host.help = Demandez l'adresse de la passerelle SMTP \u00e0 votre administrateur r\u00e9seau.
label.mail.transport.port = Port SMTP
label.mail.transport.port.help = La valeur par d\u00e9faut est habituellement 25.
label.mail.transport.auth= Authentification SMTP
label.mail.transport.auth.help = Indiquez si votre passerelle SMTP requiert une authentification (ESMTP).
label.smtpSettings.noAuth = Pas d'authentification
label.smtpSettings.auth = Avec authentification
label.mail.transport.user = Identifiant
label.mail.transport.user.help =
label.mail.transport.password = Mot de passe
label.mail.transport.password.help =
error.mail.transport.user.required = Si vous choisissez l'authentification SMTP, vous devez saisir un identifiant.
error.mail.transport.password.required = Si vous choisissez l'authentification SMTP, vous devez saisir un mot de passe.
error.mail.transport.port.mustbeanumber = Le port doit \u00eatre un nombre.

label.connectForm.loadError1 = Le formulaire d'inscription \u00e0 Nuxeo Connect ne peut pas \u00eatre charg\u00e9. Ceci est peut-\u00eatre d\u00fb au fait que votre navigateur n'a pas acc\u00e8s \u00e0 Internet.
label.connectForm.loadError2 = Vous pouvez continuer ces \u00e9tapes de configuration et vous inscrire plus tard depuis l'Admin Center.

label.connectFinish = Inscription Nuxeo Connect et essai de Nuxeo Studio

label.connectFinish.ok = Cl\u00e9 d'enregistrement sur Nuxeo Connect
label.connectFinish.CLID = L'identifiant d'enregistrement de votre application Nuxeo est
label.connectFinish.usage = Apr\u00e8s le red\u00e9marrage du serveur, allez dans l'Admin Center. Votre instance sera automatiquement enregistr\u00e9e et vous pourrez acc\u00e9der \u00e0 Nuxeo Studio, la Marketplace Nuxeo et l'Update Center.
label.connectFinish.needValidate = Si vous venez de vous inscrire \u00e0 l'essai de Nuxeo Connect, vous allez recevoir un email de confirmation pour valider la cr\u00e9ation de votre compte Connect.
label.connectFinish.ok.details = Vous \u00eates enregistr\u00e9 sur Connect. Vous allez \u00EAtre redirig\u00e9 \u00e0 l'\u00e9tape suivante.

label.connectFinish.ko = Vous ne vous \u00eates pas inscrit pour un essai gratuit Nuxeo Connect.
label.connectFinish.ko.bad1 = Vous ne pourrez pas utiliser la Marketplace Nuxeo ou l'Update Center.
label.connectFinish.ko.bad2 = Vous n'aurez pas acc\u00e8s \u00e0 Nuxeo Studio pour personnaliser votre application.
label.connectFinish.ko.free = Etes-vous s\u00FBr de ne pas vouloir vous inscrire \u00e0 l'offre d'essai de Nuxeo Connect ? Cette offre est gratuite et sans aucune obligation.

label.recapScreen = R\u00e9sum\u00e9
label.recapScreen.description = F\u00e9licitations, la configuration de votre application est termin\u00e9e.
label.recapScreen.explanations = Les valeurs personnalis\u00e9es sont en couleur.

label.restart=Le red\u00e9marrage est en cours
label.restart.description=La page sera automatiquement rafra\u00eechie quand Nuxeo sera configur\u00e9 avec vos param\u00e8tres.
label.restart.explanations1=Les identifiant et mot de passe seront Administrator / Administrator, si vous n'avez pas modifi\u00e9 l'authentification.
label.restart.explanations2=Des addons peuvent \u00eatre en cours de t\u00e9l\u00e9chargement.


label.short.welcome = Bienvenue
label.short.generalSettings = G\u00e9n\u00e9ral
label.short.proxySettings = Proxy
label.short.dbSettings = Base de donn\u00e9es
label.short.smtpSettings = Email
label.short.connectForm = Nuxeo Connect
label.short.connectFinish = Nuxeo Connect
label.short.recapScreen = R\u00e9sum\u00e9
label.short.reStarting = Red\u00e9marrage
label.short.networkBlocked = Probl\u00e8me r\u00e9seau
label.short.packagesSelection = Modules

label.networkBlocked = Votre navigateur n'a pas acc\u00e8s \u00e0 Internet.
label.networkBlocked.description = Votre navigateur ne semble pas avoir acc\u00e8s \u00e0 Internet
label.networkBlocked.text1 = Cela peut \u00eatre d\u00fb \u00e0 un r\u00e9glage manquant du proxy HTTP, \u00e0 des restrictions de s\u00e9curit\u00e9 ou un r\u00e9glage r\u00e9seau.
label.networkBlocked.text2 = Sans acc\u00e8s \u00e0 Internet vous ne pourrez pas vous enregistrer sur Nuxeo Connect.
label.networkBlocked.text3 = Si vous en avez la possibilit\u00e9, r\u00e9tablissez l'acc\u00e8s Internet et cliquez sur Pr\u00e9c\u00e9dent pour r\u00e9essayer.
label.networkBlocked.text4 = Si vous ne voulez pas ou ne pouvez pas, cliquez sur Continuer. L'\u00e9tape d'enregistrement sur Nuxeo Connect sera d\u00e9sactiv\u00e9.

label.packagesSelection = S\u00e9lection des modules
label.packagesSelection.description = S\u00e9lectionnez les modules que vous souhaitez installer sur la plateforme Nuxeo.
label.packagesSelection.explanations = Apr\u00e8s l'installation initiale, vous pourrez ajouter d'autres fonctionnalit\u00e9s depuis la Marketplace Nuxeo.
label.packagesSelection.presets = Presets

label.packagesSelectionDone.description = La s\u00e9lection des modules a d\u00e9j\u00e0 \u00e9t\u00e9 r\u00e9alis\u00e9e. Si vous d\u00e9sirez changer la selection de modules, utilisez l'Admin Center pr\u00e9sent dans votre instance Nuxeo.
label.short.packagesSelectionDone = Modules

label.packagesDownload = T\u00e9l\u00e9chargement des modules
label.packagesDownload.description = Voici la liste des packages qui seront t\u00e9l\u00e9charg\u00e9s.
label.short.packagesDownload = T\u00e9l\u00e9chargement

label.downloadStatus.PENDING = En attente
label.downloadStatus.INPROGRESS = En cours
label.downloadStatus.VERIFICATION = V\u00e9rification
label.downloadStatus.VERIFIED = V\u00e9rifi\u00e9
label.downloadStatus.ABORTED = Erreur
label.downloadStatus.COMPLETED = Termin\u00e9
label.downloadStatus.CORRUPTED = Archive corrompue
label.downloadStatus.MISSING = Archive manquante
